Repository: PythonUnited/djinn_contenttypes
Catalog: djinn_contenttypes/locale/*/LC_MESSAGES/django.po
Languages: nl_nl

source: Owner
nl_nl: Eigenaar

source: Select a name
nl_nl: Selecteer een naam

source: Editors
nl_nl: Collega's/groepen die deze pagina mogen bewerken

source: Select users or groups to share editing role
nl_nl: _EMPTY_

source: Select a user or group name
nl_nl: Voeg een collega of groep toe

source: Title
nl_nl: Titel

source: Add to group
nl_nl: Toevoegen aan groep

source: Publish from
nl_nl: Publiceren

source: Enter a publish-from date and time
nl_nl: _EMPTY_

source: Date
nl_nl: Datum

source: Time
nl_nl: Tijd

source: Publish to
nl_nl: Publiceren tot

source: Enter a publish-to date and time
nl_nl: _EMPTY_

source: Keywords
nl_nl: Trefwoorden

source: Enter keywords separated by spaces
nl_nl: Begin te typen om een trefwoord toe te voegen of te vinden

source: Related content
nl_nl: Voeg links naar andere content toe

source: Select related content
nl_nl: _EMPTY_

source: Search relation
nl_nl: Zoek relatie

source: Make a choice
nl_nl: Maak keuze

source: Do not add to a group
nl_nl: Niet aan een groep toevoegen

source: Publish to date should be after publish from date
nl_nl: 'Publiceren tot' datum moet na de 'Publiceren op' datum liggen

source: You must set the publish to date
nl_nl: Publiceren tot datum is verplicht als Verwijder na verstrijken is geselecteerd

source: Colleagues that follow you
nl_nl: Collega's die jou volgen

source: Members of one or more groups
nl_nl: Leden van een of meer groepen

source: One or more colleagues
nl_nl: Een of meer collega's

source: Share this content
nl_nl: Delen

source: Share with
nl_nl: Deel met

source: Share with group
nl_nl: Deel met groep

source: Find group to share with
nl_nl: Zoek een groep om mee te delen

source: Share with user
nl_nl: Deel met

source: Find user to share with
nl_nl: Zoek een gebruiker om mee te delen

source: Message to send with share
nl_nl: Bericht om mee te sturen

source: Selecting a group is required
nl_nl: Een groep is verplicht

source: Selecting a user is required
nl_nl: Voeg een collega of groep toe

source: title
nl_nl: Titel

source: Created
nl_nl: Aangemaakt

source: Changed
nl_nl: Gewijzigd

source: Creator naam
nl_nl: Naam auteur

source: Temporary
nl_nl: Tijdelijk

source: Highlight from
nl_nl: Highlight vanaf

source: Highlight to
nl_nl: Highlight tot

source: Event sent
nl_nl: Event verstuurd

source: Publish event is sent
nl_nl: Publicatie event is verzonden

source: Un-publish event is sent
nl_nl: Depublicatie event is verzonden

source: Remove the content ater publication to has past
nl_nl: Verwijderen nadat publicatiedatum verstreken is

source: Add %(ct_label)s
nl_nl: %(ct_label)s toevoegen

source: Save
nl_nl: Opslaan

source: Cancel
nl_nl: Annuleren

source: New
nl_nl: Nieuw

source: Are you sure you want to delete %(object)s
nl_nl: Weet je zeker dat je %(object)s wil verwijderen?

source: Delete
nl_nl: Verwijderen

# content meta info
source: Created
nl_nl: Geplaatst

source: Last change
nl_nl: Laatste wijziging

source: Reactions
nl_nl: Reacties

source: Edit %(ct_label)s
nl_nl: %(ct_label)s bewerken

source: Please correct the following errors
nl_nl: Het formulier is niet helemaal correct ingevuld.

source: Delete this %(object_name)s
nl_nl: Verwijder dit %(object_name)s

source: Edit
nl_nl: Bewerk

source: Close window
nl_nl: Venster sluiten

source: hidden
nl_nl: verborgen

source: scheduled
nl_nl: Publicatie gepland

source: published
nl_nl: Gepubliceerd

source: %(object_name)s is removed
nl_nl: %(object_name)s is verwijderd

source: %(object_name)s is not available
nl_nl: %(object_name)s is niet beschikbaar

source: Share
nl_nl: Delen

source: From %(publish_from)s till %(publish_to)s
nl_nl: Vanaf %(publish_from)s tot %(publish_to)s

source: From %(publish_from)s
nl_nl: Vanaf %(publish_from)s

source: Till %(publish_to)s
nl_nl: Tot %(publish_to)s

source: Saved changes
nl_nl: Wijzigingen opgeslagen

source: share %(obj)s with:
nl_nl: Deel %(obj)s met:

source: Share this message with:
nl_nl: Deel dit bericht met:
